Repository: VijayEluri/keepscore-android
Catalog: locale/*.po
Languages: de

# app_description
source: Keep track of player scores during a card game.
de: Zählt den Punktestand bei einem Karten- oder Brettspiel mit.

source: New Game
de: Neues Spiel

# existing_sessions
source: Previous Games
de: Frühere Spiele

# continue_session
source: Continue Game
de: Spiel fortsetzen

# name_session
source: Assign Name
de: Namen geben

# rename_session
source: Rename Game
de: Spiel umbenennen

# custom_session_name
source: Custom Name
de: Eigener Name

# delete_session
source: Delete Game
de: Spiel löschen

# clear_sessions
source: Clear All Games
de: Alle Spiele löschen

# confirm_rm_all_sessions
source: This will permanently remove all saved sessions. Are you sure?
de: Alle gespeicherten Spiele werden unwiderruflich gelöscht. Sicher?

source: Clear Players
de: Alle Spieler entfernen

# confirm_rm_player
source: Remove player \"%1$s\"?
de: Spieler \"%1$s\" entfernen?

source: Enter new player
de: Spieler hinzufügen

source: Never
de: Nie

source: Just Now
de: Gerade eben

# bind_days
source: %s days ago
de: vor %s Tagen

# bind_hours
source: %s hours ago
de: vor %s Tagen

# bind_minutes
source: %s minutes ago
de: vor %s Minuten

# add_new_scores
source: Add scores
de: Punkte hinzufügen

# not_a_valid_number
source: Invalid
de: Ungültig

# remove_last_row
source: Remove Last
de: Letzte Reihe entfernen

source: End Game
de: Spiel beenden
